Repository: BoFFire/exodus
Catalog: exodus/reports/locale/*/LC_MESSAGES/django.po
Languages: ar

source: tracker
ar: المتعقب

source: permission
ar: التصريحات

source: Other versions
ar: الإصدارت الأخرى

source: On Google Play
ar: على متجر غوغل للتطبيقات

source: APK fingerprint
ar: بصمة ملف APK

source: Text
ar: نص

source: Handle
ar: المعرّف

source: Name
ar: الاسم

source: Version
ar: الإصدار

source: Version code
ar: رمز النسخة

source: Close
ar: إغلاق

source: This report was automatically issued on
ar: صدر هذا التقرير تلقائيا في

source: This report was automatically updated on
ar: تم استحداث هذا التقرير آليا في

source: Signed by:
ar: مُوقَّع مِن طرف:

source: Fingerprint:
ar: البصمة:

source: Issuer
ar: المصدر

source: Subject
ar: العنوان

source: Serial
ar: الرقم التسلسلي

source: Tracker
ar: المتعقِّب

source: We have found
ar: لقد عثرنا على

source: of this tracker in the application:
ar: لهذا المتعقّب على التطبيق:

source: of these trackers in the application:
ar: لهؤلاء المتعقبون على التطبيق:

source: The application could contain tracker(s) we do not know yet.
ar: يمكن أن يحتوي التطبيق على متعقب (متتبع) نحن نجهله الآن.

source: If you have doubts about this report, contact us
ar: إذا كان لديك شكوك حول هذا التقرير ، اتصل بنا

source: Exodus - Question about report
ar: Exodus - سؤال عن التقرير

source: Permission
ar: التصريح

source: We have found this permission in the application:
ar: لقد عثرنا على هذا التصريح في التطبيق:

source: We have found these permissions in the application:
ar: لقد عثرنا على هذه التصاريح في التطبيق:

source: Dangerous
ar: خطير

source: Normal
ar: عادي

source: Permissions are actions the application can do on your phone
ar: نعني بالتصريحات الإجراءات التي يمكن أن يقوم بها التطبيق على هاتفك

source: This application doesn't require any permissions.
ar: هذا التطبيق لا يتطلب أية صلاحيات.

source: Potential tracker
ar: متعقِّب محتمَل

source: Details
ar: التفاصيل

source: Statistics
ar: الإحصائيات

source: Most frequent trackers
ar: أكثر المتعقبين شيوعًا

source: reports do not exist
ar: التقارير غير موجودة

source: No apps found
ar: لا توجد هناك تطبيقات

source: No reports found
ar: ليس هناك تقارير

source: report does not exist
ar: التقرير غير موجود

source: App does not exist
ar: التطبيق غير موجود

source: NetworkAnalysis do not exist
ar: التحليل الشبكي غير متوفر

source: Version:
ar: الإصدار:

source: Creator:
ar: المطوّر:

source: Downloads:
ar: التنزيلات:

source: APK checksum:
ar: المجموع الاختباري للمراقبة:

source: Handle:
ar: المُعرِّف:

source: Name:
ar: الاسم:

source: Version code:
ar: رمز الإصدار:

source: Icon hash:
ar: بصمة الأيقونة:

source: Issuer:
ar: صادر مِن:

source: Subject:
ar: العنوان:

source: Serial:
ar: الرقم التسلسلي:

source: If you have doubts about this report, contact us at
ar: إذا كان لديك تحفّظات حول هذا التقرير ، يرجى الاتصال بنا على

source: Report
ar: التقرير

source: found in
ar: وُجِد في
