Repository: BoFFire/exodus
Catalog: exodus/analysis_query/locale/*/LC_MESSAGES/django.po
Languages: ar

source: This application is being analyzed.
ar: جارٍ تحليل هذا التطبيق.

source: Too much pending requests, please retry later
ar: هناك الكثير من الطلبات المعلقة ، الرجاء أعادة المحاولة لاحقا

source: You need to be registered
ar: يجب عليك تسجيل حساب

source: Analyze an application
ar: فحص تطبيق

source: Free application only
ar: التطبيقات المجانية فقط

source: You can find the handle in the Google Play URL of the application
ar: يمكنك العثور على معرّف التطبيق في عنوان رابط متجر جوجل

source: Perform analysis
ar: إجراء فحص

source: is a non-profit organization which provides this service for free.
ar: هي منظمة غير ربحية تقدم هذه الخدمة مجانا.

source: Help us!
ar: ساعدنا!

source: Go to the report
ar: الانتقال إلى التقرير

source: is processing your request
ar: يعالج طلبك

source: See the report
ar: عرض التقرير

source: Will refresh automatically every 10 seconds.
ar: ستنتعش تلقائيا كل 10 ثواني.

source: Your request will be handled soon
ar: سيتم التعامل مع طلبك قريبا
