Repository: BoFFire/exodus
Catalog: exodus/exodus/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Your request is running
ar: جارٍ معالجة طلبك

source: Unable to download the APK
ar: تعذر تنزيل ملف APK

source: Download APK: success
ar: تنزيل ملف APK: تم بنجاح

source: Unable to decode the APK
ar: تعذر فك شفرة ملف APK

source: Decode APK: success
ar: فك ملف APK: تم بنجاح

source: Unable to compute the class list
ar: تعذر حساب فئة القائمة

source: List embedded classes: success
ar: عرض الفئات المدمجة: تم بنجاح

source: A report already exists for this application version
ar: يوجد هناك تقرير عن هذه النسخة بالذات للتطبيق

source: Get application details: success
ar: جلب تفاصيل التطبيق: تم بنجاح

source: Tracker analysis: success
ar: فحص المتعقِّب: تم بنجاح

source: Static analysis complete
ar: اكتملت عملية التحليل الساكن

source: Home
ar: الرئيسية

source: Help us!
ar: ساعدنا!

source: Report an issue
ar: الإبلاغ عن مشكلة

source: Reports
ar: التقارير

source: All reports
ar: كافة التقارير

source: All applications
ar: كافة التطبيقات

source: Search
ar: البحث

source: Trackers
ar: المتعقّبون

source: List
ar: القائمة

source: Statistics
ar: الإحصائيات

source: Analysis
ar: الفحص

source: Submit
ar: إرسال

source: Welcome on the εxodus privacy auditing platform.
ar: أهلا بكم على منصة الفحص لـ εxodus privacy.

source: This platform is meant to automatically analyze Android applications.
ar: غرض هذه المنصة هو فحص تطبيقات الأندرويد آليا.

source: It generates reports listing embedded trackers and (if possible)
ar: يقوم بإنشاء تقارير سرد للمتعقّبين المدمَجة (إن أمكن)

source: associated network traffic.
ar: حركة شبكة المرور المقترِنة.

source: Find us on Mastodon:
ar: اتصل بنا على ماستدون:
